validation/ablBox/0.orig/k
FoamFile { version 2.0; format ascii; class volScalarField; object k; }
dimensions [0 2 -2 0 0 0 0];
internalField uniform 1.3;
boundaryField {
  inlet  { type atmBoundaryLayerInletK; flowDir (1 0 0); zDir (0 1 0); Uref 10; Zref 20; z0 uniform 0.1; d uniform 0; kappa 0.41; Cmu 0.09; C1 0.17; C2 0.6; value uniform 1.3; }
  outlet { type zeroGradient; } ground { type kqRWallFunction; value uniform 1.3; }
  top    { type zeroGradient; } frontBack { type empty; }
}
